experiments/results/fio-rand/5-ntfs-native-randread-16.txt
/mnt/test_file: (g=0): rw=randread, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
...
fio-3.33
Starting 16 processes

/mnt/test_file: (groupid=0, jobs=1): err= 0: pid=77055: Sat Aug 23 06:23:21 2025
  read: IOPS=20.1k, BW=78.5MiB/s (82.4MB/s)(786MiB/10001msec)
    clat (usec): min=23, max=8392, avg=49.22, stdev=20.17
     lat (usec): min=23, max=8392, avg=49.27, stdev=20.17
    clat percentiles (usec):
     |  1.00th=[   43],  5.00th=[   44], 10.00th=[   44], 20.00th=[   45],
     | 30.00th=[   46], 40.00th=[   47], 50.00th=[   47], 60.00th=[   48],
     | 70.00th=[   49], 80.00th=[   51], 90.00th=[   58], 95.00th=[   68],
     | 99.00th=[   80], 99.50th=[   87], 99.90th=[  102], 99.95th=[  112],
     | 99.99th=[  169]
   bw (  KiB/s): min=79361, max=80936, per=6.29%, avg=80466.58, stdev=354.35, samples=19
   iops        : min=19840, max=20234, avg=20116.63, stdev=88.63, samples=19
  lat (usec)   : 50=76.46%, 100=23.43%, 250=0.12%, 500=0.01%
  lat (msec)   : 10=0.01%
  cpu          : usr=1.56%, sys=10.54%, ctx=201102, majf=0, minf=11
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=201099,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
/mnt/test_file: (groupid=0, jobs=1): err= 0: pid=77056: Sat Aug 23 06:23:21 2025
  read: IOPS=20.1k, BW=78.5MiB/s (82.3MB/s)(785MiB/10001msec)
    clat (usec): min=23, max=8220, avg=49.27, stdev=19.86
     lat (usec): min=23, max=8220, avg=49.32, stdev=19.86
    clat percentiles (usec):
     |  1.00th=[   43],  5.00th=[   44], 10.00th=[   44], 20.00th=[   45],
     | 30.00th=[   46], 40.00th=[   47], 50.00th=[   47], 60.00th=[   48],
     | 70.00th=[   49], 80.00th=[   51], 90.00th=[   58], 95.00th=[   68],
     | 99.00th=[   80], 99.50th=[   87], 99.90th=[  103], 99.95th=[  114],
     | 99.99th=[  180]
   bw (  KiB/s): min=79288, max=80824, per=6.28%, avg=80400.00, stdev=329.89, samples=19
   iops        : min=19822, max=20206, avg=20100.00, stdev=82.47, samples=19
  lat (usec)   : 50=76.17%, 100=23.69%, 250=0.13%, 500=0.01%
  lat (msec)   : 10=0.01%
  cpu          : usr=1.87%, sys=10.29%, ctx=200874, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=200871,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
/mnt/test_file: (groupid=0, jobs=1): err= 0: pid=77057: Sat Aug 23 06:23:21 2025
  read: IOPS=20.1k, BW=78.4MiB/s (82.2MB/s)(784MiB/10001msec)
    clat (usec): min=23, max=8377, avg=49.34, stdev=20.23
     lat (usec): min=23, max=8378, avg=49.40, stdev=20.23
    clat percentiles (usec):
     |  1.00th=[   43],  5.00th=[   44], 10.00th=[   44], 20.00th=[   45],
     | 30.00th=[   46], 40.00th=[   47], 50.00th=[   47], 60.00th=[   48],
     | 70.00th=[   49], 80.00th=[   51], 90.00th=[   58], 95.00th=[   68],
     | 99.00th=[   80], 99.50th=[   88], 99.90th=[  103], 99.95th=[  115],
     | 99.99th=[  202]
   bw (  KiB/s): min=79176, max=80680, per=6.27%, avg=80298.95, stdev=340.18, samples=19
   iops        : min=19794, max=20170, avg=20074.74, stdev=85.04, samples=19
  lat (usec)   : 50=75.81%, 100=24.05%, 250=0.14%, 500=0.01%
  lat (msec)   : 10=0.01%
  cpu          : usr=1.57%, sys=10.58%, ctx=200612, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=200610,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
/mnt/test_file: (groupid=0, jobs=1): err= 0: pid=77058: Sat Aug 23 06:23:21 2025
  read: IOPS=20.0k, BW=78.3MiB/s (82.1MB/s)(783MiB/10001msec)
    clat (usec): min=23, max=8381, avg=49.38, stdev=20.24
     lat (usec): min=23, max=8381, avg=49.43, stdev=20.24
    clat percentiles (usec):
     |  1.00th=[   43],  5.00th=[   44], 10.00th=[   44], 20.00th=[   45],
     | 30.00th=[   46], 40.00th=[   47], 50.00th=[   47], 60.00th=[   48],
     | 70.00th=[   49], 80.00th=[   51], 90.00th=[   58], 95.00th=[   68],
     | 99.00th=[   81], 99.50th=[   88], 99.90th=[  103], 99.95th=[  115],
     | 99.99th=[  202]
   bw (  KiB/s): min=78880, max=80632, per=6.27%, avg=80231.58, stdev=407.51, samples=19
   iops        : min=19720, max=20158, avg=20057.89, stdev=101.88, samples=19
  lat (usec)   : 50=76.07%, 100=23.80%, 250=0.12%, 500=0.01%
  lat (msec)   : 10=0.01%
  cpu          : usr=1.82%, sys=10.55%, ctx=200443, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=200440,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
/mnt/test_file: (groupid=0, jobs=1): err= 0: pid=77059: Sat Aug 23 06:23:21 2025
  read: IOPS=20.0k, BW=78.1MiB/s (81.9MB/s)(781MiB/10001msec)
    clat (usec): min=24, max=8369, avg=49.48, stdev=20.28
     lat (usec): min=24, max=8369, avg=49.53, stdev=20.28
    clat percentiles (usec):
     |  1.00th=[   43],  5.00th=[   44], 10.00th=[   44], 20.00th=[   45],
     | 30.00th=[   46], 40.00th=[   47], 50.00th=[   47], 60.00th=[   48],
     | 70.00th=[   49], 80.00th=[   51], 90.00th=[   58], 95.00th=[   68],
     | 99.00th=[   81], 99.50th=[   88], 99.90th=[  104], 99.95th=[  118],
     | 99.99th=[  202]
   bw (  KiB/s): min=78792, max=80552, per=6.25%, avg=80046.74, stdev=376.89, samples=19
   iops        : min=19698, max=20138, avg=20011.68, stdev=94.22, samples=19
  lat (usec)   : 50=75.15%, 100=24.70%, 250=0.14%, 500=0.01%
  lat (msec)   : 10=0.01%
  cpu          : usr=1.94%, sys=10.43%, ctx=200037, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=200038,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
/mnt/test_file: (groupid=0, jobs=1): err= 0: pid=77060: Sat Aug 23 06:23:21 2025
  read: IOPS=19.9k, BW=77.7MiB/s (81.5MB/s)(778MiB/10001msec)
    clat (usec): min=23, max=8499, avg=49.72, stdev=20.63
     lat (usec): min=23, max=8500, avg=49.78, stdev=20.63
    clat percentiles (usec):
     |  1.00th=[   43],  5.00th=[   44], 10.00th=[   44], 20.00th=[   46],
     | 30.00th=[   46], 40.00th=[   47], 50.00th=[   48], 60.00th=[   49],
     | 70.00th=[   50], 80.00th=[   52], 90.00th=[   59], 95.00th=[   68],
     | 99.00th=[   81], 99.50th=[   88], 99.90th=[  105], 99.95th=[  118],
     | 99.99th=[  221]
   bw (  KiB/s): min=78552, max=80088, per=6.22%, avg=79673.26, stdev=352.33, samples=19
   iops        : min=19638, max=20022, avg=19918.32, stdev=88.08, samples=19
  lat (usec)   : 50=73.04%, 100=26.80%, 250=0.15%, 500=0.01%
  lat (msec)   : 10=0.01%
  cpu          : usr=1.71%, sys=10.55%, ctx=199047, majf=0, minf=11
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=199044,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
/mnt/test_file: (groupid=0, jobs=1): err= 0: pid=77061: Sat Aug 23 06:23:21 2025
  read: IOPS=19.9k, BW=77.5MiB/s (81.3MB/s)(776MiB/10001msec)
    clat (usec): min=23, max=8278, avg=49.83, stdev=20.16
     lat (usec): min=23, max=8279, avg=49.89, stdev=20.17
    clat percentiles (usec):
     |  1.00th=[   44],  5.00th=[   44], 10.00th=[   45], 20.00th=[   46],
     | 30.00th=[   46], 40.00th=[   47], 50.00th=[   48], 60.00th=[   49],
     | 70.00th=[   50], 80.00th=[   52], 90.00th=[   59], 95.00th=[   68],
     | 99.00th=[   81], 99.50th=[   89], 99.90th=[  104], 99.95th=[  115],
     | 99.99th=[  223]
   bw (  KiB/s): min=78672, max=79880, per=6.21%, avg=79480.84, stdev=288.91, samples=19
   iops        : min=19668, max=19970, avg=19870.21, stdev=72.23, samples=19
  lat (usec)   : 50=72.60%, 100=27.26%, 250=0.14%, 500=0.01%
  lat (msec)   : 10=0.01%
  cpu          : usr=2.16%, sys=10.65%, ctx=198545, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=198542,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
/mnt/test_file: (groupid=0, jobs=1): err= 0: pid=77062: Sat Aug 23 06:23:21 2025
  read: IOPS=20.0k, BW=78.0MiB/s (81.8MB/s)(780MiB/10001msec)
    clat (usec): min=23, max=8549, avg=49.58, stdev=20.61
     lat (usec): min=23, max=8549, avg=49.64, stdev=20.61
    clat percentiles (usec):
     |  1.00th=[   43],  5.00th=[   44], 10.00th=[   44], 20.00th=[   45],
     | 30.00th=[   46], 40.00th=[   47], 50.00th=[   48], 60.00th=[   48],
     | 70.00th=[   50], 80.00th=[   52], 90.00th=[   58], 95.00th=[   68],
     | 99.00th=[   80], 99.50th=[   88], 99.90th=[  103], 99.95th=[  114],
     | 99.99th=[  194]
   bw (  KiB/s): min=78512, max=80208, per=6.24%, avg=79896.42, stdev=366.94, samples=19
   iops        : min=19628, max=20052, avg=19974.11, stdev=91.74, samples=19
  lat (usec)   : 50=74.16%, 100=25.71%, 250=0.13%, 500=0.01%
  lat (msec)   : 10=0.01%
  cpu          : usr=1.68%, sys=10.70%, ctx=199607, majf=0, minf=9
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=199606,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
/mnt/test_file: (groupid=0, jobs=1): err= 0: pid=77063: Sat Aug 23 06:23:21 2025
  read: IOPS=19.9k, BW=77.8MiB/s (81.6MB/s)(779MiB/10001msec)
    clat (usec): min=24, max=8479, avg=49.66, stdev=20.50
     lat (usec): min=24, max=8479, avg=49.71, stdev=20.50
    clat percentiles (usec):
     |  1.00th=[   43],  5.00th=[   44], 10.00th=[   44], 20.00th=[   46],
     | 30.00th=[   46], 40.00th=[   47], 50.00th=[   48], 60.00th=[   49],
     | 70.00th=[   50], 80.00th=[   52], 90.00th=[   58], 95.00th=[   68],
     | 99.00th=[   81], 99.50th=[   88], 99.90th=[  104], 99.95th=[  114],
     | 99.99th=[  178]
   bw (  KiB/s): min=78784, max=80168, per=6.23%, avg=79780.21, stdev=298.66, samples=19
   iops        : min=19696, max=20042, avg=19945.05, stdev=74.66, samples=19
  lat (usec)   : 50=73.55%, 100=26.30%, 250=0.15%, 500=0.01%
  lat (msec)   : 10=0.01%
  cpu          : usr=1.91%, sys=10.51%, ctx=199318, majf=0, minf=11
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=199314,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
/mnt/test_file: (groupid=0, jobs=1): err= 0: pid=77064: Sat Aug 23 06:23:21 2025
  read: IOPS=19.9k, BW=77.8MiB/s (81.6MB/s)(778MiB/10001msec)
    clat (usec): min=23, max=8306, avg=49.68, stdev=20.17
     lat (usec): min=23, max=8306, avg=49.73, stdev=20.17
    clat percentiles (usec):
     |  1.00th=[   43],  5.00th=[   44], 10.00th=[   44], 20.00th=[   46],
     | 30.00th=[   46], 40.00th=[   47], 50.00th=[   48], 60.00th=[   49],
     | 70.00th=[   50], 80.00th=[   52], 90.00th=[   58], 95.00th=[   68],
     | 99.00th=[   81], 99.50th=[   88], 99.90th=[  105], 99.95th=[  115],
     | 99.99th=[  198]
   bw (  KiB/s): min=78360, max=80056, per=6.23%, avg=79729.68, stdev=367.78, samples=19
   iops        : min=19590, max=20014, avg=19932.42, stdev=91.95, samples=19
  lat (usec)   : 50=73.24%, 100=26.61%, 250=0.14%, 500=0.01%
  lat (msec)   : 10=0.01%
  cpu          : usr=1.51%, sys=10.77%, ctx=199239, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=199237,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
/mnt/test_file: (groupid=0, jobs=1): err= 0: pid=77065: Sat Aug 23 06:23:21 2025
  read: IOPS=20.1k, BW=78.3MiB/s (82.1MB/s)(783MiB/10001msec)
    clat (usec): min=23, max=8230, avg=49.35, stdev=19.93
     lat (usec): min=23, max=8231, avg=49.41, stdev=19.93
    clat percentiles (usec):
     |  1.00th=[   43],  5.00th=[   44], 10.00th=[   44], 20.00th=[   45],
     | 30.00th=[   46], 40.00th=[   47], 50.00th=[   47], 60.00th=[   48],
     | 70.00th=[   49], 80.00th=[   51], 90.00th=[   58], 95.00th=[   68],
     | 99.00th=[   80], 99.50th=[   88], 99.90th=[  104], 99.95th=[  116],
     | 99.99th=[  188]
   bw (  KiB/s): min=79056, max=80736, per=6.27%, avg=80258.95, stdev=413.77, samples=19
   iops        : min=19764, max=20184, avg=20064.74, stdev=103.44, samples=19
  lat (usec)   : 50=76.21%, 100=23.66%, 250=0.13%, 500=0.01%, 1000=0.01%
  lat (msec)   : 10=0.01%
  cpu          : usr=1.76%, sys=10.65%, ctx=200546, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=200546,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
/mnt/test_file: (groupid=0, jobs=1): err= 0: pid=77066: Sat Aug 23 06:23:21 2025
  read: IOPS=20.1k, BW=78.4MiB/s (82.2MB/s)(784MiB/10001msec)
    clat (usec): min=23, max=8133, avg=49.28, stdev=19.70
     lat (usec): min=23, max=8133, avg=49.34, stdev=19.70
    clat percentiles (usec):
     |  1.00th=[   43],  5.00th=[   44], 10.00th=[   44], 20.00th=[   45],
     | 30.00th=[   46], 40.00th=[   47], 50.00th=[   47], 60.00th=[   48],
     | 70.00th=[   49], 80.00th=[   51], 90.00th=[   58], 95.00th=[   68],
     | 99.00th=[   80], 99.50th=[   87], 99.90th=[  103], 99.95th=[  115],
     | 99.99th=[  206]
   bw (  KiB/s): min=79248, max=80808, per=6.28%, avg=80374.32, stdev=350.61, samples=19
   iops        : min=19812, max=20202, avg=20093.47, stdev=87.65, samples=19
  lat (usec)   : 50=76.40%, 100=23.47%, 250=0.12%, 500=0.01%
  lat (msec)   : 10=0.01%
  cpu          : usr=1.80%, sys=10.39%, ctx=200820, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=200817,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
/mnt/test_file: (groupid=0, jobs=1): err= 0: pid=77067: Sat Aug 23 06:23:21 2025
  read: IOPS=20.1k, BW=78.4MiB/s (82.2MB/s)(784MiB/10001msec)
    clat (usec): min=23, max=8199, avg=49.32, stdev=19.83
     lat (usec): min=23, max=8199, avg=49.38, stdev=19.83
    clat percentiles (usec):
     |  1.00th=[   43],  5.00th=[   44], 10.00th=[   44], 20.00th=[   45],
     | 30.00th=[   46], 40.00th=[   47], 50.00th=[   47], 60.00th=[   48],
     | 70.00th=[   49], 80.00th=[   51], 90.00th=[   58], 95.00th=[   68],
     | 99.00th=[   81], 99.50th=[   88], 99.90th=[  104], 99.95th=[  114],
     | 99.99th=[  165]
   bw (  KiB/s): min=79024, max=80704, per=6.27%, avg=80322.11, stdev=370.67, samples=19
   iops        : min=19756, max=20176, avg=20080.53, stdev=92.67, samples=19
  lat (usec)   : 50=75.87%, 100=24.00%, 250=0.13%, 500=0.01%
  lat (msec)   : 10=0.01%
  cpu          : usr=2.29%, sys=9.85%, ctx=200685, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=200685,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
/mnt/test_file: (groupid=0, jobs=1): err= 0: pid=77068: Sat Aug 23 06:23:21 2025
  read: IOPS=19.9k, BW=77.7MiB/s (81.5MB/s)(777MiB/10001msec)
    clat (usec): min=23, max=8024, avg=49.75, stdev=19.59
     lat (usec): min=23, max=8024, avg=49.81, stdev=19.59
    clat percentiles (usec):
     |  1.00th=[   44],  5.00th=[   44], 10.00th=[   45], 20.00th=[   46],
     | 30.00th=[   46], 40.00th=[   47], 50.00th=[   48], 60.00th=[   49],
     | 70.00th=[   50], 80.00th=[   52], 90.00th=[   58], 95.00th=[   68],
     | 99.00th=[   81], 99.50th=[   88], 99.90th=[  105], 99.95th=[  117],
     | 99.99th=[  206]
   bw (  KiB/s): min=78784, max=80088, per=6.22%, avg=79637.05, stdev=280.46, samples=19
   iops        : min=19696, max=20022, avg=19909.26, stdev=70.11, samples=19
  lat (usec)   : 50=73.34%, 100=26.50%, 250=0.15%, 500=0.01%
  lat (msec)   : 10=0.01%
  cpu          : usr=1.64%, sys=11.05%, ctx=198975, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=198973,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
/mnt/test_file: (groupid=0, jobs=1): err= 0: pid=77069: Sat Aug 23 06:23:21 2025
  read: IOPS=20.0k, BW=78.1MiB/s (81.9MB/s)(781MiB/10001msec)
    clat (usec): min=23, max=8025, avg=49.52, stdev=19.53
     lat (usec): min=23, max=8025, avg=49.57, stdev=19.53
    clat percentiles (usec):
     |  1.00th=[   43],  5.00th=[   44], 10.00th=[   44], 20.00th=[   45],
     | 30.00th=[   46], 40.00th=[   47], 50.00th=[   48], 60.00th=[   48],
     | 70.00th=[   50], 80.00th=[   52], 90.00th=[   58], 95.00th=[   68],
     | 99.00th=[   80], 99.50th=[   87], 99.90th=[  104], 99.95th=[  115],
     | 99.99th=[  196]
   bw (  KiB/s): min=78920, max=80312, per=6.25%, avg=80002.53, stdev=338.06, samples=19
   iops        : min=19730, max=20078, avg=20000.63, stdev=84.51, samples=19
  lat (usec)   : 50=74.58%, 100=25.28%, 250=0.14%, 500=0.01%
  lat (msec)   : 10=0.01%
  cpu          : usr=2.14%, sys=10.20%, ctx=199916, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=199911,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
/mnt/test_file: (groupid=0, jobs=1): err= 0: pid=77070: Sat Aug 23 06:23:21 2025
  read: IOPS=20.1k, BW=78.4MiB/s (82.2MB/s)(784MiB/10001msec)
    clat (usec): min=26, max=8340, avg=49.32, stdev=20.16
     lat (usec): min=26, max=8340, avg=49.38, stdev=20.16
    clat percentiles (usec):
     |  1.00th=[   43],  5.00th=[   44], 10.00th=[   44], 20.00th=[   45],
     | 30.00th=[   46], 40.00th=[   47], 50.00th=[   47], 60.00th=[   48],
     | 70.00th=[   49], 80.00th=[   51], 90.00th=[   58], 95.00th=[   68],
     | 99.00th=[   81], 99.50th=[   88], 99.90th=[  105], 99.95th=[  116],
     | 99.99th=[  204]
   bw (  KiB/s): min=78480, max=80944, per=6.27%, avg=80307.37, stdev=565.98, samples=19
   iops        : min=19620, max=20236, avg=20076.84, stdev=141.49, samples=19
  lat (usec)   : 50=76.06%, 100=23.78%, 250=0.15%, 500=0.01%
  lat (msec)   : 10=0.01%
  cpu          : usr=1.36%, sys=10.75%, ctx=200674, majf=0, minf=9
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=200671,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=1250MiB/s (1311MB/s), 77.5MiB/s-78.5MiB/s (81.3MB/s-82.4MB/s), io=12.2GiB (13.1GB), run=10001-10001msec

Disk stats (read/write):
  nvme0n1: ios=3164982/0, merge=0/0, ticks=141134/0, in_queue=141135, util=99.02%